Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitTravelLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.destinationNotAvailableOffline
source: Destination not available offline.
ar: الوجهة غير متاحة في وضع عدم الاتصال.
bg: Дестинацията не е налична в офлайн режим.
ca: Destinació no disponible en mode offline.
cs: Cíl není k dispozici offline.
da: Destination ikke tilgængelig offline.
de: Ziel im Offline-Modus nicht verfügbar.
el: Ο προορισμός δεν είναι διαθέσιμος εκτός σύνδεσης.
es: Destino no disponible offline.
es_419: El destino no está disponible sin conexión.
fi: Kohdetta ei ole saatavilla offline-tilassa.
fr: Destination non disponible en mode hors connexion.
fr_ca: Destination non disponible hors ligne.
he: היעד אינו זמין במצב לא מקוון.
hi: गंतव्य ऑफलाइन में उपलब्ध नहीं है।
hr: Odredište nije dostupno u offline modu.
hu: A cél offline módban nem elérhető.
id: Tujuan tidak tersedia dalam mode offline.
it: Destinazione non disponibile offline.
ja: 目的地はオフラインモードでは利用できません。
kk: Мақсат оффлайн режимінде қолжетімсіз.
ko: 목적지를 오프라인에서 사용할 수 없습니다.
ms: Destinasi tidak tersedia dalam mod luar talian.
nb: Destinasjon er ikke tilgjengelig offline.
nl: Bestemming is niet beschikbaar in de offline modus.
pl: Cel niedostępny w trybie offline.
pt_br: Destino não disponível offline.
pt_pt: Destino não disponível no modo offline.
ro: Destinația nu este disponibilă offline.
ru: Назначение недоступно в оффлайн-режиме.
sk: Destinácia nie je k dispozícii offline.
sv: Destinationen är inte tillgänglig offline.
th: จุดหมายไม่สามารถใช้งานในโหมดออฟไลน์ได้
tr: Hedef çevrimdışı olarak mevcut değil.
uk: Місце призначення недоступне в офлайн-режимі.
vi: Điểm đến không có sẵn trong chế độ offline.
zh_hans: 离线模式下目的地不可用。
zh_hant: 離線狀態下目的地不可用。
zh_hk: 離線時目的地不可用。

# TK.Message.flightStatusHasChanged
source: Flight status has changed.
ar: تغيرت حالة الرحلة.
bg: Статусът на полета е променен.
ca: L'estat del vol ha canviat.
cs: Stav letu se změnil.
da: Flystatus er ændret.
de: Flugstatus hat sich geändert.
el: Η κατάσταση πτήσης έχει αλλάξει.
es: El estado del vuelo ha cambiado.
es_419: El estado del vuelo ha cambiado.
fi: Lennon tila on muuttunut.
fr: L'état du vol a changé.
fr_ca: Le statut du vol a changé.
he: סטטוס הטיסה השתנה.
hi: उड़ान की स्थिति बदल गई है।
hr: Status leta se promijenio.
hu: A járat státusza megváltozott.
id: Status penerbangan telah berubah.
it: Lo stato del volo è cambiato.
ja: フライトのステータスが変更されました。
kk: Ұшақ статусы өзгерді.
ko: 항공기 상태가 변경되었습니다.
ms: Status penerbangan telah berubah.
nb: Flystatus har endret seg.
nl: Vluchtstatus is gewijzigd.
pl: Status lotu uległ zmianie.
pt_br: O status do voo mudou.
pt_pt: O estado do voo foi alterado.
ro: Starea zborului s-a schimbat.
ru: Статус рейса изменился.
sk: Stav letu sa zmenil.
sv: Flygstatus har ändrats.
th: สถานะเที่ยวบินเปลี่ยนแปลงแล้ว.
tr: Uçuş durumu değiştirildi.
uk: Статус рейсу змінено.
vi: Trạng thái chuyến bay đã thay đổi.
zh_hans: 航班状态已更改。
zh_hant: 航班狀態已更改。
zh_hk: 航班狀態已更改。

# TK.Message.internetRequiredForNavigation
source: Internet required for navigation.
ar: الإنترنت مطلوب للتنقل.
bg: Необходим е интернет за навигация.
ca: Es requereix internet per a la navegació.
cs: Pro navigaci je potřebný internet.
da: Internet påkrævet for navigation.
de: Für die Navigation ist eine Internetverbindung erforderlich.
el: Απαιτείται διαδίκτυο για πλοήγηση.
es: Se requiere internet para la navegación.
es_419: Se requiere internet para la navegación.
fi: Internet-yhteys vaaditaan navigointiin.
fr: Internet requis pour la navigation.
fr_ca: Internet requis pour la navigation.
he: דרושה אינטרנט לניווט.
hi: नेविगेशन के लिए इंटरनेट की आवश्यकता है।
hr: Internet je potreban za navigaciju.
hu: Internet szükséges a navigáláshoz.
id: Internet diperlukan untuk navigasi.
it: Internet necessario per la navigazione.
ja: ナビゲーションにはインターネットが必要です。
kk: Навигация үшін интернет керек.
ko: 내비게이션에는 인터넷이 필요합니다.
ms: Internet diperlukan untuk navigasi.
nb: Internett kreves for navigasjon.
nl: Internet nodig voor navigatie.
pl: Internet jest wymagany do nawigacji.
pt_br: Internet necessária para navegação.
pt_pt: É necessária internet para a navegação.
ro: Internetul este necesar pentru navigare.
ru: Для навигации требуется интернет.
sk: Internet je potrebný na navigáciu.
sv: Internet behövs för navigering.
th: ต้องใช้อินเทอร์เน็ตสำหรับการนำทาง.
tr: Navigasyon için internet gerekli.
uk: Для навігації потрібен інтернет.
vi: Cần internet để dẫn đường.
zh_hans: 导航需要互联网。
zh_hant: 導航需要網路。
zh_hk: 導航需要連接互聯網。

# TK.Message.locationAccessRequiredForNavigation
source: Location access required for navigation.
ar: يتطلب الوصول إلى الموقع للتنقل.
bg: Необходим е достъп до местоположение за навигация.
ca: L'accés a la ubicació és necessari per a la navegació.
cs: Je vyžadován přístup k poloze pro navigaci.
da: Placeringstilgang kræves for navigation.
de: Standortzugriff erforderlich für die Navigation.
el: Απαιτείται πρόσβαση τοποθεσίας για πλοήγηση.
es: Se requiere acceso a la ubicación para la navegación.
es_419: Se requiere acceso a la ubicación para la navegación.
fi: Sijaintipääsy tarvitaan navigointia varten.
fr: Accès à la localisation requis pour la navigation.
fr_ca: Accès à la localisation requis pour la navigation.
he: גישה למיקום דרושה עבור ניווט.
hi: नेविगेशन के लिए स्थान एक्सेस की आवश्यकता है।
hr: Potrebna je dozvola za lokaciju za navigaciju.
hu: Hozzáférés szükséges a helyhez a navigációhoz.
id: Akses lokasi diperlukan untuk navigasi.
it: È necessario l'accesso alla posizione per la navigazione.
ja: ナビゲーションに位置情報アクセスが必要です。
kk: Навигация үшін мекенжайға қол жеткізу қажет.
ko: 내비게이션을 위해 위치 접근이 필요합니다.
ms: Akses lokasi diperlukan untuk navigasi.
nb: Tilgang til posisjon er nødvendig for navigering.
nl: Toegang tot locatie is vereist voor navigatie.
pl: Wymagana zgoda na dostęp do lokalizacji w celu nawigacji.
pt_br: Acesso à localização necessário para navegação.
pt_pt: Acesso à localização necessário para navegação.
ro: Acces la locație necesar pentru navigare.
ru: Требуется доступ к местоположению для навигации.
sk: Na navigáciu je potrebný prístup k polohe.
sv: Platsåtkomst krävs för navigering.
th: ต้องการการเข้าถึงตำแหน่งสำหรับการนำทาง.
tr: Navigasyon için konum erişimi gereklidir.
uk: Доступ до локації необхідний для навігації.
vi: Cần quyền truy cập vị trí cho điều hướng.
zh_hans: 导航需要位置访问。
zh_hant: 導航需要定位權限。
zh_hk: 導航需要位置訪問。

# TK.Message.noAvailableRoomsFound
source: No available rooms found.
ar: لا توجد غرف متاحة.
bg: Не са намерени налични стаи.
ca: No s'han trobat habitacions disponibles.
cs: Nebyly nalezeny žádné dostupné pokoje.
da: Ingen tilgængelige værelser fundet.
de: Keine verfügbaren Zimmer gefunden.
el: Δεν βρέθηκαν διαθέσιμα δωμάτια.
es: No se encontraron habitaciones disponibles.
es_419: No se encontraron habitaciones disponibles.
fi: Ei löytynyt vapaita huoneita.
fr: Aucune chambre disponible trouvée.
fr_ca: Aucune chambre disponible.
he: לא נמצאו חדרים זמינים.
hi: कोई उपलब्ध कमरे नहीं मिले।
hr: Nema dostupnih soba.
hu: Nincs elérhető szoba.
id: Tidak ada kamar yang tersedia.
it: Nessuna stanza disponibile trovata.
ja: 空いている部屋は見つかりませんでした。
kk: Қол жетімді бөлмелер табылмады.
ko: 사용 가능한 방이 없습니다.
ms: Tiada bilik yang tersedia.
nb: Ingen tilgjengelige rom funnet.
nl: Geen beschikbare kamers gevonden.
pl: Nie znaleziono dostępnych pokoi.
pt_br: Nenhum quarto disponível encontrado.
pt_pt: Nenhum quarto disponível encontrado.
ro: Nu au fost găsite camere disponibile.
ru: Не найдено доступных номеров.
sk: Neboli nájdené žiadne dostupné izby.
sv: Inga tillgängliga rum hittades.
th: ไม่พบห้องว่าง.
tr: Mevcut oda bulunamadı.
uk: Не знайдено доступних кімнат.
vi: Không tìm thấy phòng nào.
zh_hans: 未找到可用房间。
zh_hant: 未找到可用的房間。
zh_hk: 未找到可用的房間。

# TK.Message.noFlightsFoundForTheseDates
source: No flights found for these dates.
ar: لم يتم العثور على رحلات لهذه التواريخ.
bg: Не са намерени полети за тези дати.
ca: No s'han trobat vols per a aquestes dates.
cs: Nebyly nalezeny žádné lety pro tato data.
da: Ingen flyvninger fundet for disse datoer.
de: Keine Flüge für diese Daten gefunden.
el: Δεν βρέθηκαν πτήσεις για αυτές τις ημερομηνίες.
es: No se encontraron vuelos para estas fechas.
es_419: No se encontraron vuelos para estas fechas.
fi: Ei lentoja löytynyt näille päivämäärille.
fr: Aucun vol trouvé pour ces dates.
fr_ca: Aucun vol trouvé pour ces dates.
he: לא נמצאו טיסות לתאריכים אלה.
hi: इन तारीखों के लिए कोई उड़ान नहीं मिली।
hr: Nema pronađenih letova za ove datume.
hu: Nincs járat a kiválasztott dátumokhoz.
id: Tidak ada penerbangan ditemukan untuk tanggal ini.
it: Nessun volo trovato per queste date.
ja: これらの日付に対するフライトは見つかりませんでした。
kk: Таңдалған күндер үшін рейстер табылмады.
ko: 선택한 날짜에 대한 항공편이 없습니다.
ms: Tiada penerbangan yang ditemui untuk tarikh ini.
nb: Ingen fly funnet for disse datoene.
nl: Geen vluchten gevonden voor deze data.
pl: Nie znaleziono lotów na te daty.
pt_br: Nenhum voo encontrado para estas datas.
pt_pt: Nenhum voo encontrado para estas datas.
ro: Nu au fost găsite zboruri pentru aceste date.
ru: Не найдено рейсов на эти даты.
sk: Nenašli sa žiadne lety pre tieto dátumy.
sv: Inga flygningar hittades för dessa datum.
th: ไม่พบเที่ยวบินสำหรับวันที่เหล่านี้.
tr: Bu tarihler için hiç uçuş bulunamadı.
uk: Не знайдено рейсів на ці дати.
vi: Không tìm thấy chuyến bay nào cho những ngày này.
zh_hans: 这些日期没有找到航班。
zh_hant: 此日期未找到航班。
zh_hk: 這些日期未找到航班。

# TK.Message.reservationConfirmedSuccessfully
source: Reservation confirmed successfully.
ar: تم تأكيد الحجز بنجاح.
bg: Резервацията е потвърдена успешно.
ca: Reserva confirmada correctament.
cs: Rezervace byla úspěšně potvrzena.
da: Reservation bekræftet med succes.
de: Reservierung erfolgreich bestätigt.
el: Η κράτηση επιβεβαιώθηκε με επιτυχία.
es: Reserva confirmada con éxito.
es_419: Reserva confirmada con éxito.
fi: Varaus vahvistettu onnistuneesti.
fr: Réservation confirmée avec succès.
fr_ca: Réservation confirmée avec succès.
he: הזמנה אושרה בהצלחה.
hi: आरक्षण सफलतापूर्वक पुष्टि हो गया।
hr: Rezervacija je uspješno potvrđena.
hu: Foglalás sikeresen megerősítve.
id: Reservasi berhasil dikonfirmasi.
it: Prenotazione confermata con successo.
ja: 予約が正常に確認されました。
kk: Бронь сәтті растаылды.
ko: 예약이 성공적으로 확인되었습니다.
ms: Tempahan telah disahkan dengan jayanya.
nb: Reservasjonen er bekreftet.
nl: Reservering succesvol bevestigd.
pl: Rezerwacja została potwierdzona pomyślnie.
pt_br: Reserva confirmada com sucesso.
pt_pt: Reserva confirmada com sucesso.
ro: Rezervarea a fost confirmată cu succes.
ru: Бронирование успешно подтверждено.
sk: Rezervácia bola úspešne potvrdená.
sv: Reservationen har bekräftats framgångsrikt.
th: การจองได้รับการยืนยันเรียบร้อยแล้ว
tr: Rezervasyon başarıyla onaylandı.
uk: Резервування успішно підтверджено.
vi: Xác nhận đặt chỗ thành công.
zh_hans: 预约已成功确认。
zh_hant: 預約已成功確認。
zh_hk: 預訂已成功確認。

# TK.Message.routeCannotBeCalculatedOffline
source: Route cannot be calculated offline.
ar: لا يمكن حساب المسار أثناء العمل بدون الإنترنت.
bg: Маршрутът не може да бъде изчислен офлайн.
ca: La ruta no es pot calcular offline.
cs: Trasování nelze provést offline.
da: Rute kan ikke beregnes offline.
de: Route kann nicht offline berechnet werden.
el: Η διαδρομή δεν μπορεί να υπολογιστεί εκτός σύνδεσης.
es: La ruta no puede calcularse sin conexión.
es_419: No se puede calcular la ruta sin conexión.
fi: Reittiä ei voi laskea offline-tilassa.
fr: L'itinéraire ne peut pas être calculé hors ligne.
fr_ca: L'itinéraire ne peut pas être calculé hors ligne.
he: לא ניתן לחשב את המסלול באופן בלתי מקוון.
hi: फ़ोन में मार्ग को ऑलाइन नहीं गणना किया जा सकता।
hr: Rutu nije moguće izračunati offline.
hu: Az útvonalat offline nem lehet kiszámítani.
id: Rute tidak dapat dihitung secara offline.
it: Il percorso non può essere calcolato offline.
ja: オフラインではルートを計算できません。
kk: Маршрут офлайн режимінде есептелмейді.
ko: 오프라인에서는 경로를 계산할 수 없습니다.
ms: Laluan tidak boleh dikira secara luar talian.
nb: Ruten kan ikke beregnes uten internett.
nl: Route kan niet offline worden berekend.
pl: Trasa nie może być obliczana offline.
pt_br: A rota não pode ser calculada offline.
pt_pt: A rota não pode ser calculada offline.
ro: Ruta nu poate fi calculată offline.
ru: Маршрут не может быть рассчитан оффлайн.
sk: Trasovanie nemôže byť vypočítané offline.
sv: Rutt kan inte beräknas offline.
th: ไม่สามารถคำนวณเส้นทางได้แบบออฟไลน์
tr: Rota çevrimdışı hesaplanamaz.
uk: Маршрут не може бути розраховано офлайн.
vi: Không thể tính toán lộ trình khi không có mạng.
zh_hans: 无法离线计算路线。
zh_hant: 路線無法在離線下計算。
zh_hk: 路線無法在離線狀態下計算。

# TK.Message.severeWeatherAlertInYourArea
source: Severe weather alert in your area!
ar: تنبيه عن طقس سيء في منطقتك!
bg: Издадено е предупреждение за тежки метеорологични условия в района ви!
ca: Alerta de clima sever a la teva àrea!
cs: Upozornění na silné nepříznivé počasí ve vaší oblasti!
da: Advarsel om alvorligt vejr i dit område!
de: Warnung vor extremem Wetter in deiner Nähe!
el: Προειδοποίηση για ακραία καιρικά φαινόμενα στην περιοχή σας!
es: ¡Alerta de clima severo en tu área!
es_419: ¡Alerta de clima severo en tu área!
fi: Vakava säävaroitus alueellasi!
fr: Alerte de conditions météorologiques sévères dans votre région !
fr_ca: Alerte météorologique sévère dans votre région !
he: התראת מזג אוויר קשה באזור שלך!
hi: आपके क्षेत्र में तेज़ मौसम चेतावनी!
hr: Upozorenje na loše vrijeme u vašem području!
hu: Súlyos időjárási figyelmeztetés a környékeden!
id: Peringatan cuaca ekstrem di area Anda!
it: Allerta meteo severo nella tua area!
ja: あなたの地域で暴風警報が発令されました！
kk: Сіздің аймағыңызда қатты ауа райының ескертуі!
ko: 귀하의 지역에서 심각한 날씨 경고!
ms: Amaran cuaca buruk di kawasan anda!
nb: Alvorlig værvarsling i ditt område!
nl: Zware weerswaarschuwing in jouw gebied!
pl: Ostrzeżenie o groźnej pogodzie w Twojej okolicy!
pt_br: Atenção: alerta de severas condições climáticas na sua região!
pt_pt: Alerta de mau tempo na sua área!
ro: Alertă de vreme severă în zona ta!
ru: Сигнал о сильном ухудшении погоды в вашем районе!
sk: Varovanie pred extrémnym počasím vo vašej oblasti!
sv: Svår vädervarning utfärdad i ditt område!
th: การแจ้งเตือนสภาพอากาศเลวร้ายในพื้นที่ของคุณ!
tr: Bölgenizde şiddetli hava uyarısı!
uk: Попередження про сильну негоду у вашому районі!
vi: Cảnh báo thời tiết khắc nghiệt trong khu vực của bạn!
zh_hans: 您所在地区的严重天气警报！
zh_hant: 您所在區域發出嚴重天氣警報！
zh_hk: 您所在區域的嚴重天氣警報！

# TK.Message.trafficCongestionAheadExpectDelays
source: Traffic congestion ahead. Expect delays.
ar: ازدحام مروري في الطريق. توقع تأخيرات.
bg: Очаквай задръстване напред. Очаквай закъснения.
ca: Congestió de trànsit al davant. Espereu retards.
cs: Před námi je dopravní zácpa. Očekávejte zpoždění.
da: Trafikprop foran. Forvent forsinkelser.
de: Verkehrsbehinderungen voraus. Verzögerungen sind zu erwarten.
el: Κυκλοφοριακή συμφόρηση μπροστά. Αναμένονται καθυστερήσεις.
es: Congestión de tráfico adelante. Espera retrasos.
es_419: Congestión de tráfico adelante. Espera retrasos.
fi: Liikenneongelmia edessä. Odota viivytyksiä.
fr: Congestion de la circulation à venir. Préparez-vous à des retards.
fr_ca: Congestion routière devant. Attendez-vous à des retards.
he: פקקי תנועה צפויים. צפו לעיכובים.
hi: ट्रैफ़िक भीड़ भाड़ है। देरी की अपेक्षा करें।
hr: Prometna gužva ispred. Očekujte zastoje.
hu: Forgalmi dugó vár ránk. Késések várhatók.
id: Kemacetan lalu lintas di depan. Harap bersiap untuk penundaan.
it: Congestione del traffico in arrivo. Aspettati dei ritardi.
ja: 交通渋滞が予想されます。遅延にご注意ください。
kk: Алда қозғалыс кептелісі. Кешігуге дайын болыңыз.
ko: 교통 혼잡이 발생했습니다. 지체가 예상됩니다.
ms: Sesak lalu lintas di hadapan. Harapkan kelewatan.
nb: Trafikkbelastning foran. Forvent forsinkelser.
nl: Verkeersopstopping voor je. Verwacht vertragingen.
pl: Korki na trasie. Oczekuj opóźnień.
pt_br: Congestionamento à frente. Aguarde atrasos.
pt_pt: Congestionamento de trânsito à frente. Espere atrasos.
ro: Congestie de trafic înainte. Așteptați întârzieri.
ru: Дорожные пробки впереди. Ожидайте задержки.
sk: Na ceste je dopravná zápcha. Očakávajte meškanie.
sv: Trafikstockning framöver. Förvänta dig förseningar.
th: มีการจราจรติดขัดข้างหน้า. คาดว่าจะล่าช้า.
tr: Trafik sıkışıklığı var. Gecikme bekleyin.
uk: Попереду затор. Очікуйте затримок.
vi: Có ùn tắc giao thông phía trước. Mong bạn lưu ý.
zh_hans: 前方交通拥堵，预期会延误。
zh_hant: 前方交通擁塞，請預期延誤。
zh_hk: 前方交通擁堵。預計會延遲。

# TK.Message.yourBookingHasBeenConfirmed
source: Your booking has been confirmed.
ar: تم تأكيد حجزك.
bg: Резервацията ви е потвърдена.
ca: La teva reserva ha estat confirmada.
cs: Tvoje rezervace byla potvrzena.
da: Din booking er bekræftet.
de: Deine Buchung wurde bestätigt.
el: Η κράτησή σου έχει επιβεβαιωθεί.
es: Tu reserva ha sido confirmada.
es_419: Tu reserva ha sido confirmada.
fi: Varaus on vahvistettu.
fr: Votre réservation a été confirmée.
fr_ca: Votre réservation a été confirmée.
he: ההזמנה שלך אושרה.
hi: आपकी बुकिंग की पुष्टि हो गई है।
hr: Tvoja rezervacija je potvrđena.
hu: A foglalásodat megerősítettük.
id: Pemesanan Anda telah dikonfirmasi.
it: La tua prenotazione è stata confermata.
ja: 予約が確認されました。
kk: Сіздің бронь расталды.
ko: 예약이 확인되었습니다.
ms: Tempahan anda telah disahkan.
nb: Bestillingen din har blitt bekreftet.
nl: Je boeking is bevestigd.
pl: Twoja rezerwacja została potwierdzona.
pt_br: Sua reserva foi confirmada.
pt_pt: A tua reserva foi confirmada.
ro: Rezervarea ta a fost confirmată.
ru: Ваше бронирование подтверждено.
sk: Tvoja rezervácia bola potvrdená.
sv: Din bokning har bekräftats.
th: การจองของคุณได้รับการยืนยันแล้ว.
tr: Rezervasyonunuz onaylandı.
uk: Ваше бронювання підтверджено.
vi: Đặt chỗ của bạn đã được xác nhận.
zh_hans: 你的预订已确认。
zh_hant: 你的訂票已確認。
zh_hk: 你的預訂已確認。

# TK.Message.yourFlightHasBeenDelayed
source: Your flight has been delayed.
ar: تأخرت رحلتك.
bg: Полетът ви е забавен.
ca: El teu vol ha estat retardat.
cs: Tvůj let byl zpožděn.
da: Din flyvning er blevet forsinket.
de: Dein Flug hat Verspätung.
el: Η πτήση σου έχει καθυστερήσει.
es: Tu vuelo ha sido retrasado.
es_419: Tu vuelo ha sido retrasado.
fi: Lentosi on myöhässä.
fr: Votre vol a été retardé.
fr_ca: Votre vol a été retardé.
he: הטיסה שלך נדחתה.
hi: आपकी उड़ान स्थगित कर दी गई है।
hr: Vaš let je odgođen.
hu: A járatod késik.
id: Penerbanganmu telah ditunda.
it: Il tuo volo è stato ritardato.
ja: フライトは遅れています。
kk: Сіздің рейсіңіз кешіктірілді.
ko: 비행기가 지연되었습니다.
ms: Penerbangan anda telah ditangguhkan.
nb: Flyet ditt har blitt forsinket.
nl: Je vlucht is vertraagd.
pl: Twój lot został opóźniony.
pt_br: Seu voo foi adiado.
pt_pt: O seu voo foi atrasado.
ro: Zborul tău a fost întârziat.
ru: Ваш рейс задерживается.
sk: Tvoj let bol oneskorený.
sv: Din flygning har blivit försenad.
th: เที่ยวบินของคุณล่าช้า.
tr: Uçuşunuz gecikti.
uk: Ваш рейс затримується.
vi: Chuyến bay của bạn đã bị trì hoãn.
zh_hans: 您的航班已延误。
zh_hant: 你的航班已延遲。
zh_hk: 你的航班已延遲。

# TK.Message.yourRideIsOnTheWay
source: Your ride is on the way!
ar: سيارتك في الطريق!
bg: Пътуването ти е на път!
ca: La teva cursa està en camí!
cs: Tvoje jízda je na cestě!
da: Din tur er på vej!
de: Deine Fahrt ist unterwegs!
el: Η διαδρομή σας είναι καθοδόν!
es: ¡Tu viaje está en camino!
es_419: ¡Tu viaje está en camino!
fi: Kyytisi on matkalla!
fr: Votre course est en route !
fr_ca: Votre course est en route !
he: הנסיעה שלך בדרך!
hi: आपकी राइड रास्ते में है!
hr: Tvoja vožnja je na putu!
hu: A fuvarod úton van!
id: Tumpanganmu dalam perjalanan!
it: Il tuo viaggio è in arrivo!
ja: あなたの乗車が向かっています！
kk: Сіздің таксиіңіз келе жатыр!
ko: 차가 도착 중입니다!
ms: Pengangkutan anda sedang dalam perjalanan!
nb: Turen din er på vei!
nl: Je rit is onderweg!
pl: Twoja jazda jest w drodze!
pt_br: Seu transporte está a caminho!
pt_pt: A tua viagem está a caminho!
ro: Călătoria ta este pe drum!
ru: Ваше такси уже в пути!
sk: Tvoja jazda je na ceste!
sv: Din åktur är på väg!
th: รถของคุณกำลังมาทางนี้!
tr: Yolculuğunuz yolda!
uk: Ваше таксі вже на підході!
vi: Xe của bạn đang trên đường đến!
zh_hans: 你的出行正在路上！
zh_hant: 你的搭乘已在路上！
zh_hk: 你的車正在來的路上！

# TK.Placeholder.addADeliveryNoteDots
source: Add a delivery note…
ar: أضف ملاحظة شحن…
bg: Добави забележка за доставка…
ca: Afegir una nota de lliurament…
cs: Přidat dodací poznámku…
da: Tilføj en følgeseddel…
de: Lieferhinweis hinzufügen…
el: Προσθήκη σημείωσης αποστολής…
es: Añadir una nota de entrega…
es_419: Agregar una nota de entrega…
fi: Lisää toimituslausunto…
fr: Ajouter une note de livraison…
fr_ca: Ajouter une note de livraison…
he: הוסף הערת משלוח…
hi: डिलीवरी नोट जोड़ें…
hr: Dodaj posebne upute za dostavu…
hu: Add hozzá a szállítási megjegyzést…
id: Tambahkan catatan pengiriman…
it: Aggiungi una nota di consegna…
ja: 配送メモを追加…
kk: Жеткізу туралы жазба қосу…
ko: 배송 메모 추가…
ms: Tambah nota penghantaran…
nb: Legg til leveringsnotat…
nl: Voeg een leveringsnota toe…
pl: Dodaj notatkę do dostawy…
pt_br: Adicionar uma nota de entrega…
pt_pt: Adicionar uma nota de entrega…
ro: Adaugă o notă de livrare…
ru: Добавить товарный чек…
sk: Pridať poznámku k dodaniu…
sv: Lägg till en leveransnotering…
th: เพิ่มหมายเหตุการจัดส่ง…
tr: Teslimat notu ekle…
uk: Додати примітку до доставки…
vi: Thêm ghi chú vận chuyển…
zh_hans: 添加收货说明…
zh_hant: 新增運送說明…
zh_hk: 新增配送說明…

# TK.Placeholder.calculatingRouteDots
source: Calculating route…
ar: جارٍ حساب المسار…
bg: Изчисляване на маршрут…
ca: Calculant ruta…
cs: Vypočítávání trasy…
da: Beregning af rute…
de: Route wird berechnet…
el: Υπολογισμός διαδρομής…
es: Calculando ruta…
es_419: Calculando ruta…
fi: Lasketaan reittiä…
fr: Calcul de l'itinéraire…
fr_ca: Calcul de l'itinéraire…
he: מחפש מסלול…
hi: मार्ग की गणना कर रहे हैं…
hr: Izračunavanje rute…
hu: Útvonal számítása…
id: Menghitung rute…
it: Calcolo percorso…
ja: ルートを計算中…
kk: Маршрутты есептеу…
ko: 경로 계산 중…
ms: Mengira laluan…
nb: Beregner rute…
nl: Route berekenen…
pl: Obliczanie trasy…
pt_br: Calculando rota…
pt_pt: A calcular rota…
ro: Se calculează ruta…
ru: Расчет маршрута…
sk: Vypočítavanie trasy…
sv: Beräknar rutt…
th: กำลังคำนวณเส้นทาง…
tr: Rota hesaplanıyor…
uk: Обчислюю маршрут…
vi: Đang tính toán lộ trình…
zh_hans: 正在计算路线…
zh_hant: 正在計算路線…
zh_hk: 正在計算路線…

# TK.Placeholder.checkInDateDots
source: Check-in date…
ar: تاريخ تسجيل الوصول…
bg: Дата на настаняване…
ca: Data d'entrada…
cs: Datum příjezdu…
da: Indtast check-in dato...
de: Check-in-Datum…
el: Ημερομηνία άφιξης…
es: Fecha de check-in…
es_419: Fecha de registro…
fi: Sisäänkirjautumispäivä…
fr: Date d'enregistrement…
fr_ca: Date d'arrivée…
he: תאריך צ'ק-אין…
hi: चेक-इन तिथि…
hr: Datum prijave…
hu: Bejelentkezési dátum…
id: Tanggal check-in…
it: Data di check-in…
ja: チェックイン日を入力…
kk: Тіркелу күні…
ko: 체크인 날짜…
ms: Tarikh daftar masuk…
nb: Innsjekkingsdato…
nl: Incheckdatum…
pl: Data zameldowania…
pt_br: Data do check-in…
pt_pt: Data de check-in…
ro: Data de check-in…
ru: Дата заезда…
sk: Dátum prihlásenia…
sv: Incheckningsdatum…
th: วันที่เช็คอิน…
tr: Giriş tarihi…
uk: Дата заїзду…
vi: Ngày nhận phòng…
zh_hans: 入住日期…
zh_hant: 入住日期…
zh_hk: 入住日期…

# TK.Placeholder.checkOutDateDots
source: Check-out date…
ar: تاريخ تسجيل المغادرة…
bg: Дата на напускане…
ca: Data de sortida…
cs: Datum odjezdu…
da: Indtast check-out dato...
de: Check-out-Datum…
el: Ημερομηνία αναχώρησης…
es: Fecha de check-out…
es_419: Fecha de salida…
fi: Uloskirjautumispäivä…
fr: Date de départ…
fr_ca: Date de départ…
he: תאריך צ'ק-אאוט…
hi: चेक-आउट तिथि…
hr: Datum odjave…
hu: Kijelentkezési dátum…
id: Tanggal check-out…
it: Data check-out…
ja: チェックアウト日を入力…
kk: Шығу күні…
ko: 체크아웃 날짜…
ms: Tarikh daftar keluar…
nb: Utsjekkingsdato…
nl: Uitcheckdatum…
pl: Data wymeldowania…
pt_br: Data do check-out…
pt_pt: Data de check-out…
ro: Data de check-out…
ru: Дата выезда…
sk: Dátum odhlásenia…
sv: Utcheckningsdatum…
th: วันที่เช็คเอาท์…
tr: Çıkış tarihi…
uk: Дата виїзду…
vi: Ngày trả phòng…
zh_hans: 退房日期…
zh_hant: 退房日期…
zh_hk: 退房日期…
